Repository: pic16f877ccs/Monitor-smart-saver
Catalog: assets/locale/*.po
Languages: de

source: Screensaver activation canceled!
de: Bildschirmschoner-Aktivierung abgebrochen!

source: Settings
de: Einstellungen

source: System settings
de: Systemeinstellungen

source: Lock disable
de: Sperre deaktivieren

source: Screensaver will lock the screen in %d second!
de: Bildschirm wird in %d Sekunde gesperrt!

source: The screensaver will start in %d second!
de: Der Bildschirmschoner startet in %d Sekunde!

source: General Settings
de: Allgemeine Einstellungen

source: Behavior
de: Verhalten

source: Notification Sound
de: Benachrichtigungston

source: Choose which sound to play
de: Wählen Sie den abzuspielenden Ton aus

source: Loading...
de: Wird geladen ...

source: Enable sound
de: Ton aktivieren

source: Enable or disable sound notifications
de: Tonbenachrichtigungen aktivieren oder deaktivieren

source: Delay settings
de: Verzögerungseinstellungen

source: Screen Off Delay
de: Bildschirmabschaltverzögerung

source: Time in seconds before the screen turns off
de: Zeit in Sekunden, bevor der Bildschirm ausgeschaltet wird

source: Double-Click Delay
de: Doppelklick-Verzögerung

source: Double-click detection time in milliseconds
de: Erkennungszeit für Doppelklicks in Millisekunden

source: Failed to read directory
de: Verzeichnis konnte nicht gelesen werden

source: No matching sound files found
de: Keine passenden Sounddateien gefunden
